[
    {
        "title": "The Minecraft Website that Watches You | RetroGamingNow",
        "description": "This is a reupload of RetroGamingNow’s Minecraft ARG | Original Creator: https://youtube.com/@retrogamingnow?si=OxUCMrKzALFvEL3j",
        "date": "2024-07-26",
        "image": "images/thumbnail1.jpg",
        "link": "https://open.spotify.com/episode/0k0N2bQMjV5L7pdG04Me72?si=13d4ead249894a09"
    },
    {
        "title": "Morley Grove: A Chilling Internet Ghost Story | Night Mind",
        "description": "Reupload of Night Mind's video going over Morley Grove | Original Video: https://youtu.be/8KlCMNvOiFk?si=FRHNcZMc0CGrLnAw",
        "date": "2024-07-27",
        "image": "images/thumbnail2-3.jpg",
        "link": "https://open.spotify.com/episode/1mnDxNFptUWDzXWLZlW6m4?si=eda3b73cafd143ee"
    },
    {
        "title": "My Dad's Tapes: Family Secrets Aren't Forever | Night Mind",
        "description": "Reupload of Night Mind's video: My Dad's Tapes: Family Secrets Aren't Forever | Original Video Link: https://youtu.be/8JxjJxAlEcQ?si=CEi-vtGibX2KbrIt",
        "date": "2024-07-29",
        "image": "images/thumbnail2-3.jpg",
        "link": "https://open.spotify.com/episode/5nMHJKv7paT0dBcy3sJf3n?si=e249f59103854be9"
    },
    {
        "title": "The Cipher Hunt: Gravity Falls' Insane Worldwide Treasure Hunt | blameitonjorge",
        "description": "Have been wanting to post a Gravity Falls related episode and found this one fitting :) Enjoy!! | Reupload of blameitonjorge's video | Original video: https://youtu.be/19beAwdWjbw?si=PH_Zz_I3S03Ob01J",
        "date": "2024-08-03",
        "image": "images/thumbnail4.jpg",
        "link": "https://open.spotify.com/episode/4oaKlE653mPvvCIlw40gu4?si=41d197f597b2427b"
    },
    {
        "title": "Strange sightings on an Alpha Minecraft channel | RetroGamingNow",
        "description": "By far one of my most favorite RGN videos, hope you all enjoy! | Original Video: https://youtu.be/9HuNmYjYgms?si=NXHk0Fe0EXUn9yOK",
        "date": "2024-08-04",
        "image": "images/thumbnail5.jpg",
        "link": "https://open.spotify.com/episode/5W59HLt45He4ACRS2Yrcwa?si=b7bde7c9808f4e8c"
    },
    {
        "title": "The Story of OldRoot: Minecraft's Strangest Mystery | RetroGamingNow",
        "description": "Another one of my favorite RGN videos! Hope you all enjoy and if you have any requests as to what you would like to see on here please feel free to either comment or message me via discord :3 | Original Video: https://youtu.be/hXYriWVKO3c?si=8SG7gWDoRJy5gHRl",
        "date": "2024-08-09",
        "image": "images/thumbnail6.jpg",
        "link": "https://open.spotify.com/episode/7rs09aKLDt3OFOSlgsTM0Y?si=ad60848595f544f8"
    },
    {
        "title": "You've never heard of these Minecraft versions. Why not? | RetroGamingNow",
        "description": "Haven't uploaded a new episode recently and apologies for that, took a little mental break:) But I'm back and tonight you all will be receiving a double feature with this episode being the first one! Thank you all for listening and hope you enjoy tonight's episodes! | Original Video: ⁠https://youtu.be/_d5hEiYIKKU?si=u65Ifd_sQgFPD7bo",
        "date": "2024-08-20",
        "image": "images/thumbnail-7.jpg",
        "link": "https://open.spotify.com/episode/75GQpH3HNTxIMA8HkvdePI?si=1769e3dbe24e4618"
    },
    {
        "title": "You've STILL never heard of these Minecraft versions. (AlphaVer Part 2)",
        "description": "Part 2 to tonight's double feature! Couldn't just leave you all with that one episode and not include this one! Also, working on a website right now for the podcast! Will be up soon! | Original Video: ⁠https://youtu.be/HYPf4ukXYlw?si=sEQmn9hYl9tzrccp",
        "date": "2024-08-20",
        "image": "images/thumbnail-8.jpg",
        "link": "https://open.spotify.com/episode/6Vb86eQm9wd5Gn4tlOK9bF?si=6673be542a824d95"
    },
    {
        "title": "The Incident Logs: Parts 1-3 | ReachAnimations",
        "description": "This is my longest episode yet! And also a new type of upload that deviates from my normal type of uploads :3 This amazing series was created by ReachAnimations and I hope you all enjoy watching this as much as I did <3 | Also apologies for taking so long to upload a new episode, I've been very busy lately but I will be back with more consistent episodes soon! | Original Author: ⁠https://www.youtube.com/@ReachAnimations",
        "date": "2024-09-09",
        "image": "images/thumbnail-9.jfif",
        "link": "https://open.spotify.com/episode/74YBGVoT1MzyANjv6TB8G5?si=506a36dfc82a4859"
    },
    {
        "title": "Found Footage of a Player Being Followed | Zeemyth",
        "description": "Another very well edited Minecraft ARG! I hope you all enjoy this! Will also be uploading another longer form episode later today as well, that episode will have some important information as to what's to come to this podcast in the following weeks, so please stay tuned for that! | Original Video: ⁠https://youtu.be/FKRFBgQeBGs?si=qWpP_8gqfUOsG8Fp",
        "date": "2024-09-21",
        "image": "images/thumbnail-10.jfif",
        "link": "https://open.spotify.com/episode/2PPux5s6dJAU1ZqEjwByGy?si=fe8d6b237cb6406a"
    },
    {
        "title": "Battington's FNaF VHS Tapes",
        "description": "Hope you all enjoy this episode, by far one of my most favorite VHS tape series out there :3 Be sure to check out this episodes poll as well! And again, thank you so much for tuning in to all my episodes, it really means a lot to me and keeps me inspired to keep uploading more episodes for all of you <3 | Original Creator: ⁠https://www.youtube.com/@Battington",
        "date": "2024-09-21",
        "image": "images/thumbnail-11.jfif",
        "link": "https://open.spotify.com/episode/1IAHilhg5RVTBJfYxjj3US?si=cd67916ef08e43c7"
    },
    {
        "title": "Strange Anomalies in Minecraft Alpha | RGN",
        "description": "This episode is also one I haven't watched yet! So I really hope you all enjoy this episode! | Original Video: ⁠https://youtu.be/NgkRHjJ6rEo?si=VSXn3boOGgyFhy4F",
        "date": "2024-09-28",
        "image": "images/thumbnail-12.jpg",
        "link": "https://open.spotify.com/episode/1Ymeh9LC6yKJBjGfKkFue4?si=8af8392187fc4220"
    },
    {
        "title": "Codes and Secrets in a Forgotten Minecraft Version | RGN",
        "description": "I apologize for not uploading on October 1st.. I was really busy with work :p So.. today you all will be receiving TWO uploads! This being the first one :3 Hope you all enjoy and if you have any recommendations for something you would like to see on here feel free to live a comment or DM via discord :3 | Original Video: ⁠https://youtu.be/3JScExQ6R7g?si=xtvG8YsNnP-l1t7c⁠",
        "date": "2024-10-03",
        "image": "images/thumbnail-13.jpg",
        "link": "https://open.spotify.com/episode/4BWAM4scyx59ImlCmkjDTP?si=1637cdbbdf964c09"
    },
    {
        "title": "First Night as Freddy (10 Part Series) | Jake Ryan Southgate",
        "description": "Found this series a bit interesting and to me at least it has a fairly decent story and adaptation on the FNaF series, specifically the Fazbear Family Diner lore. I hope you all enjoy this episode! | Original Video: ⁠https://www.youtube.com/watch?v=8DTUrtCqay8&list=PLLx8AP85hKJfhIfvpF3hJEuhpl8tKnwx8⁠",
        "date": "2024-10-03",
        "image": "images/thumbnail-14.jpg",
        "link": "https://open.spotify.com/episode/7d85fK4j2sE3AnawCCKjiQ?si=73dbecef206647ac"
    },
    {
        "title": "Afton Archive - The Complete Series | Valox",
        "description": "This series and creator is by far one of the most talented that I have come across, this episode is in chronological order of the FNaF lore. I hope you all enjoy and again, sorry for being inconsistent on my uploads, been busy with work and fighting a sickness. I'll be back to normal upload schedule very soon! Also! I now have a Discord server tied to this podcast, if you'd like to join please do! Enjoy the episode! <3 | Original Creator: ⁠https://youtu.be/zgI0CfaLzmw?si=F6OmhMrXOMabcPzK",
        "date": "2024-10-07",
        "image": "images/thumbnail-15.jpg",
        "link": "https://open.spotify.com/episode/4PhnBUGKelQQ3vjhuLk2I9?si=b8fe9410d87240a1"
    },
    {
        "title": "Cults in Online Games",
        "description": "Finally feeling a lot better! So with that, back to my originally planned episode release schedule! Also, I now have a Discord server associated with this Podcast, if you'd like to join you're more than welcome to! In there you can share what ideas or what you want to see on this podcast along with glimpses at future episodes and a roadmap of what I have planned for the upcoming months. Enough with that now, this episode I found this video which is very interesting and kind of deviates from the ARG aspect of things and focuses on some real stuff that goes on within certain video games. I hope you all enjoy! :3 | Original Video: ⁠https://youtu.be/-Ta80mqCuJs?si=EszPvYNnxaih-Yqv",
        "date": "2024-10-09",
        "image": "images/thumbnail-16.jpg",
        "link": "https://open.spotify.com/episode/4Nh68jBZVfvBQQdjMX75Li?si=27f7874869fb4c5b"
    },
    {
        "title": "The Walten Files",
        "description": "This is all the episodes of the Walten Files :3 Hope you all enjoy! And also, thank you so much for the continued support and tuning in to all the episodes, it is honestly the best thing that has ever happened to me seeing how many people are watching this podcast along with all the comments <3 Thank you again so much! And with that, I hope you all enjoy this episode :3 | Original Video: ⁠https://www.youtube.com/watch?v=uShQXE1Dla8&list=PLS2QQK4hEK511TJjrkH8L12UYsVnOfgQs",
        "date": "2024-10-14",
        "image": "images/thumbnail-17.jpg",
        "link": "https://open.spotify.com/episode/200mYd0qbIbt7NlD4F2euJ?si=5d8be4ed45f54ad9"
    },
    {
        "title": "The Minecraft Player Trapped In A Loop (Parts 1 & 2) | RGN",
        "description": "Sorry for the inconsistency in uploads and lacking on my planned upload schedule :/ For this episode I got you all with a new RGN upload and I really hope you all enjoy it :3 | I will hopefully be back soon with another upload but I've been extremely busy with some stuff going on in my personal life. Also, if you have any questions or anything at all feel free to message me on IG at: snootloop_ | Original Video(s): ⁠https://www.youtube.com/watch?v=iKFyv0a5-XU&t=2s⁠ | ⁠https://www.youtube.com/watch?v=L2bRcnWCyyU&t=1s",
        "date": "2024-10-23",
        "image": "images/thumbnail-18.jfif",
        "link": "https://open.spotify.com/episode/6t7chhpx6szgokGE5DuhwK?si=816e09b1184c4570"
    },
    {
        "title": "The FNAF VHS Movie",
        "description": "I want to start off by saying that I apologize for not uploading anything new recently, I've been spending a lot of time with girlfriend and have gotten really sidetracked with all my work and my main job. I also want to say, thank you all so much for being here and enjoying this show so much! That seriously means the world to me and has made me beyond happy that so many of you tune in to these episodes and enjoy them so much <3 | This episode is by far the longest episode I will probably make for quite some time so I really hope you all enjoy it :3 If you ever have a request of what you would like to see on this podcast please feel free to either comment on here or DM on instagram @snootloop_ I absolutely love the requests that I've been given and I love uploading them for all of you. I also want to say that I'm sorry for deviating from posting the ARG videos but I may or may not be cooking up some ARG videos to upload... so stay tuned for that one :3 | And PLEASE go and show your support for these wonderful creators that were in this episode, this wouldn't be possible without them <3 | Battington: ⁠https://www.youtube.com/@Battington⁠ | Spectre: ⁠https://www.youtube.com/@SpectreAnimations⁠ | ReachAnimations: ⁠https://www.youtube.com/@ReachAnimations⁠ | TwelveMan: ⁠https://www.youtube.com/@TwelveManOP⁠",
        "date": "2024-11-11",
        "image": "images/thumbnail18.png",
        "link": "https://open.spotify.com/episode/2L4ciuLJBEcpXXTrOzUnE9?si=4cb0509771164315"
    },
    {
        "title": "Vita Carnis | Full Series by Darian Quilloy",
        "description": "I don't know why I never thought of uploading this series, but this is one of my favorite series out there that isn't FNaF or Minecraft related. I hope you all enjoy this episode and if you have any more requests, please feel free to comment below or get in touch via instagram @snootloop_ :3 | Make sure to go show some love to the creator of this series! | Original Creator: ⁠https://www.youtube.com/@darian_quilloy",
        "date": "2024-11-23",
        "image": "images/thumbnail19.jpg",
        "link": "https://open.spotify.com/episode/3Fm4TCZfIabDwVt2PzvN51?si=0e50fc79a73b45b4"
    },
    {
        "title": "The Man In The Suit | Entire Series",
        "description": "I apologize for not uploading anything new recently, I have been extremely busy with work but will be uploading quite a few things in the upcoming days :3 This episode was inspired by a request that I got and I totally forgot about this wonderful series and I really hope you all enjoy! I also want to say that in my next episode there will be an announcement or more so a huge thank you to all of you viewers and followers of this show, so stay tuned for that <3 Also! For some of my next uploads I'm going to leave that to you guys :3 so please go and check out the Poll on this episode and if something you would like to see isn't on there please feel free to comment what you would like to see on this episode. | Much love from your Host, Keta <3 | As always, please go and show some love to this wonderful creator of this series <3 | https://www.youtube.com/@Unkn0wingly",
        "date": "2024-12-14",
        "image": "images/thumnail20EXT.webp",
        "link": "https://open.spotify.com/episode/1Li5giUakg0fbABijziGhi?si=70a6ec98ee5f4f7a"
    },
    {
        "title": "The Boiled One and The GREYLOCK Tapes | Full Series of Both",
        "description": "Thank you so much for participating in last weeks poll and the winner was The Boiled One! I hope you all enjoy and I did make it into a double feature with The GREYLOCK Tapes :3 Also, will say this here as well, thank you all for such an amazing year! Because of you all this show ranked in the Top 10% of all video podcasts on Spotify! This wouldn't be possible without you guys <3 And also, I will be doing an upcoming Q&A as well! So feel free to ask me any questions but please don't make them too personal lol. Again, thank you all so much for making this such a memorable year! Love you all <3 (If you guys have any requests please leave a comment :3 I'm trying to get to all of the requests I've already gotten and I'm so sorry if I haven't gotten to yours yet, I will soon!) | As always, please please please go and show your love for these amazing creators! | https://www.youtube.com/@doctornowhere⁠ | https://www.youtube.com/@greylockhorror",
        "date": "2024-12-23",
        "image": "images/Thumbnail22.jpg",
        "link": "https://open.spotify.com/episode/4sKhWAaEVc6TEPFLcdfzUu?si=3d77e608a8934e4f"
    },
    {
        "title": "The Monument Mythos & The Nixonverse | Full Series",
        "description": "Apologies again for being so late with another upload, I recently just moved into my new apartment and have been unpacking and some other things, but! Now that I'm all moved in, I will be trying to upload consistently on a schedule that will be starting next week, I will be uploading every Tuesday, Thursday, and Saturday :3 Also! there will be a poll with this episode so please go and check that out, and as always, please feel free to send a request as to what you would like to see on here next! | Please go and show this creator your support, this wouldn't be possible without them <3 | https://www.youtube.com/@M4NTICOR3",
        "date": "2025-01-15",
        "image": "images/thumbnail-23.jpg",
        "link": "https://open.spotify.com/episode/5LTMSFvDcZZhZi9rRSpHaX?si=a5f1bcc1002c402f"
    }
]